// import { ICoaches } from '../interfaces/coaches';

export const mockCoaches = [
  {
    position: 'Главный тренер',
    fullName: 'Угольников Олег Валерьевич',
    description:
      'Мастер спорта. Играл на позиции защитника. В сезонах 1992 – 2000 провел за «Авангард» 410 матчей, забросил 24 шайбы, сделал 41 передачу, набрал 142 минуты штрафа. С 2013 года работает тренером в системе «Авангарда».',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  },
  {
    position: 'Тренер',
    fullName: 'Земляной Игорь Степанович',
    description:
      'Воспитанник усть-каменогорского хоккея. Мастер спорта международного класса. Играл защитником. Выступал за "Торпедо" (Усть-Каменогорск, 1984 - 1987, 1990 - 1995), ЦСКА-2 (Москва, 1988, 1989',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  },
  {
    position: 'Тренер',
    fullName: 'Коробкин Сергей Леонидович',
    description:
      'Воспитанник омского хоккея (тренер –– Виктор Прокопьевич Стародубцев). Мастер спорта. Серебряный призер юношеского чемпионата мира 2000 года. Серебряный призер чемпионата России 2001 года.',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  },
  {
    position: 'Тренер',
    fullName: 'Шастин Егор Евгеньевич',
    description:
      'Воспитанник омского хоккея (тренер –– Виктор Прокопьевич Стародубцев). Мастер спорта. Серебряный призер юношеского чемпионата мира 2000 года. Серебряный призер чемпионата России 2001 года. В высшем дивизионе отечественного хоккея провел 437 матчей, забросил 65 шайб, сделал 92 передачи.',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  },
  {
    position: 'Тренер вратарей',
    fullName: 'Агеев Дмитрий Александрович',
    description:
      'Воспитанник омского хоккея (тренер –– Виктор Прокопьевич Стародубцев). Мастер спорта. Серебряный призер юношеского чемпионата мира 2000 года. Серебряный призер чемпионата России 2001 года.',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  },
  {
    position: 'Тренер по физической подготовке',
    fullName: 'Пранкевич Сергей Борисович',
    description:
      'Мастер спорта международного класса, 15-кратный Чемпион России, неоднократный серебряный и бронзовый призер Чемпионатов Европы 2004, 2006, 2011 годов.',
    birthday: 38016000000,
    achievements: [],
    biography:
      'В сезонах 1999 – 2002, 2005 провел за «Авангард» 128 игр, забросил 12 шайб, сделал 22 передачи. Выступал за «Авангард»-ВДВ (Омск, 1998 – 2003), «Амбри-Пиотту» (Швейцария, 2003), «Сьер» (Швейцария, 2003), «Сибирь» (Новосибирск, 2004), СКА (Санкт-Петербург, 2005), «Нефтехимик» (Нижнекамск, 2006), «Торпедо» (Нижний Новгород, 2006 – 2011), «Ладу» (Тольятти, 2012, 2013), «Ред Айс» (Швейцария, 2014), «Сарыарка» (Караганда, 2015), «Торос» (Нефтекамск, 2016), «Торпедо» (Усть-Каменогоск, 2017), «Алтай-Торпедо» (Усть-Каменогорск, 2017), «Кулагер» (Петропавловск, 2017).',
    imageUrl: ''
  }
];
