// import { IManagers } from 'interfaces/manager';

export const mockManagers = [
  {
    position: 'Председатель Совета директоров',
    name: 'Крылов Александр Владимирович',
    bio: [
      `"Авангард" (Омск). Чемпион России 2005-2009 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2009-2011 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года`,
      `"Авангард" (Омск). Чемпион России 2011-2013 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2013-2014 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2015-2016 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2017-2018 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `
    ],
    years: [
      '2005-2009',
      '2009-2011',
      '2011-2013',
      '2013-2014',
      '2015-2016',
      '2017-2018'
    ],
    birthday: 38016000000,
    description: `В 1992 году - окончил ЛМУ (г. Ленинград), в 2004 году - юридический факультет СПбГУ, в 2007 году - Московскую международную высшую школу бизнеса "МИРБИС" МВА`,
    imageUrl: '/images/directors/director1.png'
  },
  {
    position: 'Президент',
    name: 'Сушинский Максим Юрьевич',
    bio: [
      `"Авангард" (Омск). Чемпион России 2005-2009 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2009-2011 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года`,
      `"Авангард" (Омск). Чемпион России 2011-2013 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2013-2014 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2015-2016 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2017-2018 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `
    ],
    years: [
      '2005-2009',
      '2009-2011',
      '2011-2013',
      '2013-2014',
      '2015-2016',
      '2017-2018'
    ],
    birthday: 141868800000,
    description: `В 1992 году - окончил ЛМУ (г. Ленинград), в 2004 году - юридический факультет СПбГУ, в 2007 году - Московскую международную высшую школу бизнеса "МИРБИС" МВА`,
    imageUrl: '/images/directors/director2.png'
  },
  {
    position: 'Генеральный директор',
    name: 'Белых Сергей Юрьевич',
    bio: [
      `"Авангард" (Омск). Чемпион России 2005-2009 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2009-2011 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года`,
      `"Авангард" (Омск). Чемпион России 2011-2013 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2013-2014 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2015-2016 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `,
      `"Авангард" (Омск). Чемпион России 2017-2018 года, обладатель Кубка европейских чемпионов 2005 года, серебряных медалей чемпионата России 2001 года
        `
    ],
    years: [
      '2005-2009',
      '2009-2011',
      '2011-2013',
      '2013-2014',
      '2015-2016',
      '2017-2018'
    ],
    birthday: 368668800000,
    description: `В 1992 году - окончил ЛМУ (г. Ленинград), в 2004 году - юридический факультет СПбГУ, в 2007 году - Московскую международную высшую школу бизнеса "МИРБИС" МВА`,
    imageUrl: '/images/directors/director3.png'
  }
];
